"""В этом файле находится словарь, значения которого -- уровни игры
   Числа обозначают прочность блоков. 0 -- непробиваемый блок, препятствие."""




levels = { 1 : [
       "22      22",
       "          ",
       "    22    ",
       "   222    ",
       "  11111   ",
       "0        0"],
       2 : [
       "333033300333",
       "11  22 3  11",
       "  11111     ",
       " 1 2 1 2 1  ",
       " 2 1 2 1 2 1",
       "022222222220"],
       3 : [
       "22222022222",
       "22222022222",
       "12100000212",
       "1111 0 1111",
       "3333 0 3333",
       "2222 0 2222",
       "11111111111"]

}